Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.ssh.window.restoreDuplicate
source: This saved SSH/tmux window was not attached because the same remote target is already open. Close the other owner, then reconnect this window.
ar: لم يتم إرفاق نافذة SSH/tmux المحفوظة لأن نفس الهدف البعيد مفتوح بالفعل.أغلق المالك الآخر، ثم أعد توصيل هذه النافذة.
bs: Ovaj spremljeni SSH/tmux prozor nije priključen jer je isti udaljeni cilj već otvoren. Zatvorite drugog vlasnika, a zatim ponovo povežite ovaj prozor.
da: Dette gemte SSH/tmux vindue blev ikke vedhæftet, fordi det samme fjernmål allerede er åbent. Luk den anden ejer, og tilslut derefter dette vindue igen.
de: Dieses gespeicherte Fenster SSH/tmux wurde nicht angehängt, da das gleiche Remote-Ziel bereits geöffnet ist. Schließen Sie den anderen Eigentümer und verbinden Sie dieses Fenster erneut.
es: Esta ventana SSH/tmux guardada no se conectó porque el mismo destino remoto ya está abierto. Cierra la otra ventana que lo usa y vuelve a conectar esta.
fr: Cette fenêtre enregistrée SSH/tmux n'a pas été jointe car la même cible distante est déjà ouverte. Fermez l'autre propriétaire, puis reconnectez cette fenêtre.
it: Questa finestra salvata SSH/tmux non è stata allegata perché la stessa destinazione remota è già aperta. Chiudi l'altro proprietario, quindi ricollega questa finestra.
ja: 同じリモート ターゲットがすでに開いているため、この保存された SSH/tmux ウィンドウは接続されませんでした。他の所有者を閉じてから、このウィンドウを再接続します。
km: បង្អួចដែលបានរក្សាទុក SSH/tmux បង្អួចមិនត្រូវបានភ្ជាប់ទេ ដោយសារគោលដៅពីចម្ងាយដូចគ្នាត្រូវបានបើករួចហើយ។បិទម្ចាស់ផ្សេងទៀត បន្ទាប់មកភ្ជាប់បង្អួចនេះឡើងវិញ។
ko: 동일한 원격 대상이 이미 열려 있기 때문에 저장된 SSH/tmux 창이 연결되지 않았습니다.다른 소유자를 닫은 후 이 창을 다시 연결하세요.
nb: Dette lagrede SSH/tmux vinduet ble ikke vedlagt fordi det samme eksterne målet allerede er åpent. Lukk den andre eieren, og koble deretter til dette vinduet igjen.
pl: To zapisane okno SSH/tmux nie zostało dołączone, ponieważ ten sam zdalny cel jest już otwarty. Zamknij drugiego właściciela, a następnie podłącz ponownie to okno.
pt_br: Esta janela SSH/tmux salva não foi anexada porque o mesmo destino remoto já está aberto. Feche o outro proprietário e reconecte esta janela.
ru: Это сохраненное окно SSH/tmux не было прикреплено, поскольку тот же удаленный объект уже открыт. Закройте другого владельца, затем снова подключите это окно.
th: หน้าต่าง SSH/tmux ที่บันทึกไว้นี้ไม่ได้แนบมาเนื่องจากเป้าหมายระยะไกลเดียวกันเปิดอยู่แล้วปิดเจ้าของรายอื่น จากนั้นเชื่อมต่อหน้าต่างนี้อีกครั้ง
tr: Bu kaydedilen SSH/tmux penceresi eklenmedi çünkü aynı uzak hedef zaten açık. Diğer sahibi kapatın ve ardından bu pencereyi yeniden bağlayın.
uk: Це збережене вікно SSH/tmux не було прикріплено, оскільки той самий віддалений ціль уже відкритий. Закрийте іншого власника, а потім повторно підключіть це вікно.
zh_hans: 未附加此保存的 SSH/tmux 窗口，因为相同的远程目标已打开。关闭其他所有者，然后重新连接此窗口。
zh_hant: 未附加此保存的 SSH/tmux 窗口，因為相同的遠端目標已開啟。關閉其他所有者，然後重新連接此視窗。

# uniconnect.vault.error.fileMissing
source: credential vault file missing
ar: ملف قبو بيانات الاعتماد مفقود
bs: nedostaje datoteka trezora vjerodajnica
da: legitimationsboksfil mangler
de: Anmeldeinformations-Tresordatei fehlt
es: falta el archivo de la bóveda de credenciales
fr: fichier du coffre-fort d'informations d'identification manquant
it: file del vault delle credenziali mancante
ja: Credential Vault ファイルが見つかりません
km: បាត់ឯកសារឃ្លាំងសម្ងាត់
ko: 자격증명 보관 파일이 누락되었습니다.
nb: legitimasjonshvelvfil mangler
pl: brak pliku skarbca referencji
pt_br: arquivo do cofre de credenciais ausente
ru: файл хранилища учетных данных отсутствует
th: ไฟล์ Credential Vault หายไป
tr: kimlik bilgisi kasası dosyası eksik
uk: файл сховища облікових даних відсутній
zh_hans: 凭证库文件丢失
zh_hant: 憑證庫文件遺失

# uniconnect.vault.error.invalidBase64
source: invalid Base64 fields
ar: حقول Base64 غير صالحة
bs: nevažeća polja Base64
da: ugyldige Base64 felter
de: Ungültige Base64 Felder
es: campos Base64 no válidos
fr: champs Base64 invalides
it: Campi Base64 non validi
ja: 無効な Base64 フィールド
km: វាល Base64 មិនត្រឹមត្រូវ
ko: 잘못된 Base64 필드
nb: ugyldige Base64 felt
pl: nieprawidłowe Base64 pola
pt_br: campos Base64 inválidos
ru: недопустимые поля Base64
th: ช่อง Base64 ไม่ถูกต้อง
tr: geçersiz Base64 alanlar
uk: недійсні поля Base64
zh_hans: 无效的 Base64 字段
zh_hant: 無效的 Base64 字段

# uniconnect.vault.error.notPasswordEncrypted
source: this file is not password-encrypted
ar: هذا الملف غير مشفر بكلمة مرور
bs: ova datoteka nije šifrirana lozinkom
da: denne fil er ikke kodeordskrypteret
de: Diese Datei ist nicht passwortverschlüsselt
es: este archivo no está cifrado con contraseña
fr: ce fichier n'est pas crypté par mot de passe
it: questo file non è crittografato con password
ja: このファイルはパスワードで暗号化されていません
km: ឯកសារនេះមិនត្រូវបានអ៊ិនគ្រីបដោយពាក្យសម្ងាត់ទេ។
ko: 이 파일은 비밀번호로 암호화되어 있지 않습니다
nb: denne filen er ikke passordkryptert
pl: ten plik nie jest zaszyfrowany hasłem
pt_br: este arquivo não está criptografado por senha
ru: этот файл не зашифрован паролем
th: ไฟล์นี้ไม่ได้เข้ารหัสด้วยรหัสผ่าน
tr: bu dosya şifreyle şifrelenmemiş
uk: цей файл не зашифрований паролем
zh_hans: 该文件未使用密码加密
zh_hant: 該文件未使用密碼加密

# uniconnect.vault.error.recoveryRevisionCollision
source: credential recovery revision collision
ar: تصادم مراجعة استرداد بيانات الاعتماد
bs: sudar revizije revizije oporavka vjerodajnica
da: credential recovery revision kollision
de: Revisionskollision bei der Wiederherstellung von Anmeldeinformationen
es: colisión de revisión de recuperación de credenciales
fr: Collision de révision de récupération d'informations d'identification
it: collisione della revisione del recupero delle credenziali
ja: 認証情報の回復リビジョンの衝突
km: ការប៉ះទង្គិចគ្នានៃការស្ដារឡើងវិញនូវព័ត៌មានសម្ងាត់
ko: 자격 증명 복구 수정 충돌
nb: kollisjon med revisjon av legitimasjon
pl: Kolizja wersji odzyskiwania poświadczeń
pt_br: colisão de revisão de recuperação de credencial
ru: конфликт версий восстановления учетных данных
th: การชนกันของการแก้ไขการกู้คืนข้อมูลรับรอง
tr: kimlik bilgisi kurtarma revizyonu çakışması
uk: конфлікт ревізії відновлення облікових даних
zh_hans: 凭证恢复修订冲突
zh_hant: 憑證恢復修訂衝突

# uniconnect.vault.error.revisionCollision
source: credential revision collision
ar: تصادم مراجعة بيانات الاعتماد
bs: kolizija revizije akreditiva
da: credential revision kollision
de: Kollision der Anmeldeinformationsrevision
es: colisión de revisión de credenciales
fr: collision de révision d'accréditation
it: collisione di revisione delle credenziali
ja: 資格情報リビジョンの衝突
km: ការប៉ះទង្គិចគ្នានៃការកែប្រែព័ត៌មាន
ko: 자격증명 개정 충돌
nb: kollisjon med legitimasjonsrevisjon
pl: kolizja wersji poświadczeń
pt_br: colisão de revisão de credenciais
ru: конфликт редакций учетных данных
th: การชนกันของการแก้ไขข้อมูลรับรอง
tr: kimlik bilgisi revizyonu çakışması
uk: конфлікт перегляду облікових даних
zh_hans: 凭证修改冲突
zh_hant: 憑證修改衝突

# uniconnect.vault.error.revisionIdentifierCollision
source: credential revision identifier collision
ar: تصادم معرف مراجعة بيانات الاعتماد
bs: sudar identifikatora revizije vjerodajnice
da: legitimationsrevision identifikator kollision
de: Kollision mit der Revisionskennung der Anmeldeinformationen
es: colisión de identificador de revisión de credenciales
fr: Collision d'identifiant de révision d'accréditif
it: collisione dell'identificatore di revisione della credenziale
ja: 資格情報リビジョン識別子の衝突
km: ការប៉ះទង្គិចគ្នានៃការកំណត់អត្តសញ្ញាណការកែប្រែព័ត៌មានសម្ងាត់
ko: 자격증명 개정 식별자 충돌
nb: påloggingsrevisjon identifikator kollisjon
pl: Kolizja identyfikatora wersji poświadczeń
pt_br: colisão de identificador de revisão de credencial
ru: Конфликт идентификатора версии учетных данных
th: การชนกันของตัวระบุการแก้ไขข้อมูลรับรอง
tr: kimlik bilgisi revizyon tanımlayıcı çakışması
uk: конфлікт ідентифікатора ревізії облікових даних
zh_hans: 凭证修订标识符冲突
zh_hant: 憑證修訂識別碼衝突

# uniconnect.vault.error.unknownHeader
source: unknown header
ar: رأس غير معروف
bs: nepoznato zaglavlje
da: ukendt overskrift
de: unbekannter Header
es: encabezado desconocido
fr: en-tête inconnu
it: intestazione sconosciuta
ja: 不明なヘッダー
km: ក្បាលមិនស្គាល់
ko: 알 수 없는 헤더
nb: ukjent overskrift
pl: nieznany nagłówek
pt_br: cabeçalho desconhecido
ru: неизвестный заголовок
th: ส่วนหัวที่ไม่รู้จัก
tr: bilinmeyen başlık
uk: невідомий заголовок
zh_hans: 未知的标头
zh_hant: 未知的標頭

# uniconnect.vault.placeholder.emptySSH
source: # SSH Box Without Windows Create the first window from the UniConnect welcome page (UniConnect ▸ New tmux Window…).
ar: # SSH الصندوق بدون ويندوز أنشئ النافذة الأولى من صفحة الترحيب UniConnect (UniConnect ▸ نافذة tmux جديدة...).
bs: # SSH Box Without Windows Kreirajte prvi prozor sa UniConnect stranice dobrodošlice (UniConnect ▸ Novi tmux prozor...).
da: # SSH Boks uden vinduer Opret det første vindue fra UniConnect velkomstside (UniConnect ▸ Nyt tmux vindue...).
de: # SSH Box ohne Fenster Erstellen Sie das erste Fenster auf der Willkommensseite UniConnect (UniConnect ▸ Neues tmux Fenster…).
es: # Caja SSH sin ventanas Crea la primera ventana desde la página de bienvenida de UniConnect (UniConnect ▸ Nueva ventana tmux…).
fr: # SSH Boîte sans fenêtres Créez la première fenêtre à partir de la page d'accueil UniConnect (UniConnect ▸ Nouvelle fenêtre tmux…).
it: # SSH Scatola senza finestre Creare la prima finestra dalla pagina di benvenuto UniConnect (UniConnect ▸ Nuova tmux Finestra…).
ja: # SSH ウィンドウなしのボックス UniConnect ウェルカム ページから最初のウィンドウを作成します (UniConnect ▸ 新しい tmux ウィンドウ…)。
km: # SSH ប្រអប់ដោយគ្មានវីនដូ បង្កើតបង្អួចដំបូងពី UniConnect ទំព័រស្វាគមន៍ (UniConnect ▸ ថ្មី tmux Window…)។
ko: # SSH 창문이 없는 상자 UniConnect 시작 페이지(UniConnect ▸ 새 tmux 창…)에서 첫 번째 창을 만듭니다.
nb: # SSH Boks uten Windows Opprett det første vinduet fra UniConnect velkomstside (UniConnect ▸ Nytt tmux vindu...).
pl: # SSH Pudełko bez systemu Windows Utwórz pierwsze okno z UniConnect strony powitalnej (UniConnect ▸ Nowe tmux Okno…).
pt_br: # SSH Caixa Sem Janelas Crie a primeira janela da página de boas-vindas UniConnect (UniConnect ▸ Nova tmux Janela…).
ru: # SSH Коробка без окон Создайте первое окно со страницы приветствия UniConnect (UniConnect ▸ Новое tmux Окно…).
th: # SSH กล่องไม่มี Windows สร้างหน้าต่างแรกจากหน้าต้อนรับ UniConnect (UniConnect ▸ ใหม่ tmux หน้าต่าง…)
tr: # SSH Windows'suz Kutu UniConnect karşılama sayfasından ilk pencereyi oluşturun (UniConnect ▸ Yeni tmux Pencere…).
uk: # SSH Коробка без вікон Створіть перше вікно зі сторінки привітання UniConnect (UniConnect ▸ Нове tmux вікно…).
zh_hans: # SSH 没有窗户的盒子 从 UniConnect 欢迎页面创建第一个窗口（UniConnect ▸ 新建 tmux 窗口...）。
zh_hant: # SSH 沒有窗戶的盒子 從 UniConnect 歡迎頁面建立第一個視窗（UniConnect ▸ 新建 tmux 視窗...）。

# uniconnect.backup.saveFailed
source: The backup could not be saved: %@
ar: تعذر حفظ النسخة الاحتياطية: %@
bs: Sigurnosna kopija nije mogla biti sačuvana: %@
da: Sikkerhedskopien kunne ikke gemmes: %@
de: Das Backup konnte nicht gespeichert werden: %@
es: No se pudo guardar la copia de seguridad: %@
fr: La sauvegarde n'a pas pu être enregistrée : %@
it: Impossibile salvare il backup: %@
ja: バックアップを保存できませんでした: %@
km: ការបម្រុងទុកមិនអាចត្រូវបានរក្សាទុកទេ៖ %@
ko: 백업을 저장할 수 없습니다: %@
nb: Sikkerhetskopien kunne ikke lagres: %@
pl: Nie można zapisać kopii zapasowej: %@
pt_br: O backup não pôde ser salvo: %@
ru: Не удалось сохранить резервную копию: %@
th: ไม่สามารถบันทึกข้อมูลสำรองได้: %@
tr: Yedekleme kaydedilemedi: %@
uk: Не вдалося зберегти резервну копію: %@
zh_hans: 无法保存备份：%@
zh_hant: 無法儲存備份：%@

# uniconnect.backup.saved.detail
source: Readable backup saved to: %@ SSH connection details are stored in its encrypted companion. The complete app session was also saved.
ar: تم حفظ النسخة الاحتياطية القابلة للقراءة في: %@ تُخزَّن تفاصيل اتصال SSH في الملف المرافق المشفّر. تم أيضًا حفظ جلسة التطبيق الكاملة.
bs: Čitljiva sigurnosna kopija sačuvana je u: %@ SSH podaci za povezivanje čuvaju se u šifrovanom pratećem fajlu. Sačuvana je i kompletna sesija aplikacije.
da: Læsbar sikkerhedskopi gemt i: %@ SSH-forbindelsesoplysninger gemmes i den krypterede ledsagerfil. Hele appsessionen blev også gemt.
de: Lesbare Sicherung gespeichert unter: %@ SSH-Verbindungsdaten liegen in der zugehörigen verschlüsselten Datei. Die vollständige App-Sitzung wurde ebenfalls gespeichert.
es: Copia de seguridad legible guardada en: %@ Los datos de conexión SSH se guardan en su archivo cifrado asociado. También se guardó la sesión completa de la aplicación.
fr: Sauvegarde lisible enregistrée dans : %@ Les données de connexion SSH sont stockées dans le fichier compagnon chiffré. La session complète de l’application a également été enregistrée.
it: Backup leggibile salvato in: %@ I dati di connessione SSH sono memorizzati nel file complementare crittografato. È stata salvata anche la sessione completa dell’app.
ja: 読み取り可能なバックアップを次の場所に保存しました。 %@ SSH 接続情報は対応する暗号化ファイルに保存されます。アプリの完全なセッションも保存されました。
km: បានរក្សាទុកការបម្រុងទុកដែលអាចអានបានទៅ៖ %@ ព័ត៌មានលម្អិតនៃការតភ្ជាប់ SSH ត្រូវបានរក្សាទុកក្នុងឯកសារដៃគូដែលបានអ៊ិនគ្រីប។ សម័យកម្មវិធីពេញលេញក៏ត្រូវបានរក្សាទុកផងដែរ។
ko: 읽을 수 있는 백업을 다음 위치에 저장했습니다. %@ SSH 연결 정보는 함께 생성된 암호화 파일에 저장됩니다. 전체 앱 세션도 저장했습니다.
nb: Lesbar sikkerhetskopi lagret til: %@ SSH-tilkoblingsdetaljer lagres i den krypterte følgefilen. Hele appøkten ble også lagret.
pl: Czytelną kopię zapasową zapisano w: %@ Dane połączenia SSH są przechowywane w powiązanym zaszyfrowanym pliku. Zapisano również pełną sesję aplikacji.
pt_br: Backup legível salvo em: %@ Os dados de conexão SSH ficam no arquivo complementar criptografado. A sessão completa do aplicativo também foi salva.
ru: Читаемая резервная копия сохранена в: %@ Данные SSH-подключения хранятся в связанном зашифрованном файле. Полный сеанс приложения также сохранён.
th: บันทึกข้อมูลสำรองที่อ่านได้ไว้ที่: %@ รายละเอียดการเชื่อมต่อ SSH จะอยู่ในไฟล์คู่ที่เข้ารหัส และได้บันทึกเซสชันแอปทั้งหมดแล้ว
tr: Okunabilir yedek şuraya kaydedildi: %@ SSH bağlantı bilgileri eşlik eden şifreli dosyada tutulur. Uygulama oturumunun tamamı da kaydedildi.
uk: Читабельну резервну копію збережено в: %@ Дані SSH-з’єднання зберігаються у пов’язаному зашифрованому файлі. Повний сеанс програми також збережено.
zh_hans: 可读备份已保存到： %@ SSH 连接信息存储在配套的加密文件中。完整的应用会话也已保存。
zh_hant: 可讀備份已儲存到： %@ SSH 連線資訊儲存在配套的加密檔案中。完整的應用程式工作階段也已儲存。

# uniconnect.backup.saved.reveal
source: Show in Finder
ar: عرض في Finder
bs: Prikaži u Finder
da: Vis i Finder
de: Anzeigen in Finder
es: Mostrar en Finder
fr: Afficher dans Finder
it: Mostra in Finder
ja: Finder で表示
km: បង្ហាញក្នុង Finder
ko: Finder에 표시
nb: Vis i Finder
pl: Pokaż w Finder
pt_br: Mostrar em Finder
ru: Показать в Finder
th: แสดงใน Finder
tr: Finder'de göster
uk: Показати в Finder
zh_hans: 显示在Finder
zh_hant: 顯示在Finder

# uniconnect.backup.saved.title
source: Saved
ar: تم الحفظ
bs: Sačuvano
da: Gemt
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存されました
km: បានរក្សាទុក
ko: 저장됨
nb: Lagret
pl: Zapisano
pt_br: Salvo
ru: Сохранено
th: บันทึกแล้ว
tr: Kaydedildi
uk: Збережено
zh_hans: 已保存
zh_hant: 已儲存

# uniconnect.backup.seed.saveFailed
source: The template could not be saved: %@
ar: لا يمكن حفظ القالب: %@
bs: Predložak nije mogao biti sačuvan: %@
da: Skabelonen kunne ikke gemmes: %@
de: Die Vorlage konnte nicht gespeichert werden: %@
es: No se pudo guardar la plantilla: %@
fr: Le modèle n'a pas pu être enregistré : %@
it: Impossibile salvare il modello: %@
ja: テンプレートを保存できませんでした: %@
km: គំរូមិនអាចរក្សាទុកបានទេ៖ %@
ko: 템플릿을 저장할 수 없습니다: %@
nb: Malen kunne ikke lagres: %@
pl: Nie można zapisać szablonu: %@
pt_br: O modelo não pôde ser salvo: %@
ru: Не удалось сохранить шаблон: %@
th: ไม่สามารถบันทึกเทมเพลต: %@
tr: Şablon kaydedilemedi: %@
uk: Не вдалося зберегти шаблон: %@
zh_hans: 无法保存模板：%@
zh_hant: 無法儲存範本：%@

# uniconnect.export.authenticationReason
source: Export the configuration (includes encrypted secrets)
ar: تصدير التكوين (يتضمن الأسرار المشفرة)
bs: Izvezite konfiguraciju (uključuje šifrirane tajne)
da: Eksporter konfigurationen (inkluderer krypterede hemmeligheder)
de: Exportieren Sie die Konfiguration (einschließlich verschlüsselter Geheimnisse)
es: Exportar la configuración (incluye secretos cifrados)
fr: Exporter la configuration (inclut les secrets chiffrés)
it: Esporta la configurazione (include i segreti crittografati)
ja: 構成をエクスポートします (暗号化されたシークレットを含む)
km: នាំចេញការកំណត់រចនាសម្ព័ន្ធ (រួមទាំងការសម្ងាត់ដែលបានអ៊ិនគ្រីប)
ko: 구성 내보내기(암호화된 비밀 포함)
nb: Eksporter konfigurasjonen (inkluderer krypterte hemmeligheter)
pl: Eksportuj konfigurację (w tym zaszyfrowane sekrety)
pt_br: Exporte a configuração (inclui segredos criptografados)
ru: Экспортировать конфигурацию (включая зашифрованные секреты)
th: ส่งออกการกำหนดค่า (รวมถึงความลับที่เข้ารหัส)
tr: Yapılandırmayı dışa aktarın (şifrelenmiş gizli dizileri içerir)
uk: Експорт конфігурації (включає зашифровані секрети)
zh_hans: 导出配置（包括加密的机密）
zh_hant: 匯出配置（包括加密的機密）

# uniconnect.export.detail
source: The file includes SSH commands (and their passwords). It is encrypted with AES-256-GCM and a key derived from this password; it cannot be opened without it.
ar: يتضمن الملف أوامر SSH (وكلمات المرور الخاصة بها). وهو مشفر باستخدام AES-256-GCM ومفتاح مشتق من كلمة المرور هذه؛ولا يمكن فتحه بدونه.
bs: Datoteka uključuje naredbe SSH (i njihove lozinke). Šifriran je sa AES-256-GCM i ključem izvedenim iz ove lozinke;ne može se otvoriti bez toga.
da: Filen indeholder SSH kommandoer (og deres adgangskoder). Den er krypteret med AES-256-GCM og en nøgle afledt af denne adgangskode;den kan ikke åbnes uden den.
de: Die Datei enthält SSH Befehle (und ihre Passwörter). Es ist mit AES-256-GCM und einem von diesem Passwort abgeleiteten Schlüssel verschlüsselt.ohne kann es nicht geöffnet werden.
es: El archivo incluye comandos SSH y sus contraseñas. Está cifrado con AES-256-GCM y una clave derivada de esta contraseña; sin ella no se puede abrir.
fr: Le fichier comprend les commandes SSH (et leurs mots de passe). Il est crypté avec AES-256-GCM et une clé dérivée de ce mot de passe ;il ne peut pas être ouvert sans lui.
it: Il file include i comandi SSH (e le relative password). È crittografato con AES-256-GCM e una chiave derivata da questa password;non può essere aperto senza di esso.
ja: このファイルには SSH コマンド (およびそのパスワード) が含まれています。これは、AES-256-GCM とこのパスワードから派生したキーで暗号化されます。それなしでは開けられません。
km: ឯកសាររួមបញ្ចូលពាក្យបញ្ជា SSH (និងពាក្យសម្ងាត់របស់ពួកគេ)។វាត្រូវបានអ៊ិនគ្រីបជាមួយ AES-256-GCM និងសោដែលបានមកពីពាក្យសម្ងាត់នេះ។វាមិនអាចត្រូវបានបើកដោយគ្មានវា។
ko: 파일에는 SSH 명령(및 해당 비밀번호)이 포함되어 있습니다. AES-256-GCM과 이 비밀번호에서 파생된 키로 암호화됩니다.그것 없이는 열 수 없습니다.
nb: Filen inneholder SSH kommandoer (og deres passord). Den er kryptert med AES-256-GCM og en nøkkel hentet fra dette passordet;den kan ikke åpnes uten.
pl: Plik zawiera SSH komendy (i ich hasła). Jest szyfrowane za pomocą AES-256-GCM i klucza pochodzącego z tego hasła;bez niego nie da się go otworzyć.
pt_br: O arquivo inclui comandos SSH (e suas senhas). É criptografado com AES-256-GCM e uma chave derivada desta senha;não pode ser aberto sem ele.
ru: Файл содержит команды SSH (и их пароли). Он зашифрован с помощью AES-256-GCM и ключа, полученного на основе этого пароля;без него его невозможно открыть.
th: ไฟล์ประกอบด้วยคำสั่ง SSH (และรหัสผ่าน)มันถูกเข้ารหัสด้วย AES-256-GCM และคีย์ที่ได้มาจากรหัสผ่านนี้ไม่สามารถเปิดได้หากไม่มีมัน
tr: Dosya SSH komutlarını (ve bunların şifrelerini) içerir. AES-256-GCM ve bu şifreden türetilen bir anahtar ile şifrelenir;onsuz açılamaz.
uk: Файл містить команди SSH (і їх паролі). Він зашифрований за допомогою AES-256-GCM і ключа, отриманого з цього пароля;його неможливо відкрити без нього.
zh_hans: 该文件包含 SSH 命令（及其密码）。它使用 AES-256-GCM 和从此密码派生的密钥进行加密；没有它就无法打开。
zh_hant: 該檔案包含 SSH 指令（及其密碼）。它使用 AES-256-GCM 和從此密碼派生的金鑰進行加密；沒有它就無法開啟。

# uniconnect.export.error
source: The configuration could not be exported: %@
ar: تعذر تصدير التكوين: %@
bs: Konfiguracija se ne može izvesti: %@
da: Konfigurationen kunne ikke eksporteres: %@
de: Die Konfiguration konnte nicht exportiert werden: %@
es: No se pudo exportar la configuración: %@
fr: La configuration n'a pas pu être exportée : %@
it: Impossibile esportare la configurazione: %@
ja: 構成をエクスポートできませんでした: %@
km: មិនអាចនាំចេញការកំណត់រចនាសម្ព័ន្ធបានទេ៖ %@
ko: 구성을 내보낼 수 없습니다: %@
nb: Konfigurasjonen kunne ikke eksporteres: %@
pl: Nie można wyeksportować konfiguracji: %@
pt_br: A configuração não pôde ser exportada: %@
ru: Не удалось экспортировать конфигурацию: %@
th: ไม่สามารถส่งออกการกำหนดค่าได้: %@
tr: Yapılandırma dışa aktarılamadı: %@
uk: Не вдалося експортувати конфігурацію: %@
zh_hans: 无法导出配置：%@
zh_hant: 無法匯出設定：%@

# uniconnect.export.title
source: Export Configuration
ar: تكوين التصدير
bs: Izvoz konfiguracije
da: Eksporter konfiguration
de: Konfiguration exportieren
es: Exportar configuración
fr: Exporter la configuration
it: Esporta configurazione
ja: 設定のエクスポート
km: នាំចេញការកំណត់រចនាសម្ព័ន្ធ
ko: 구성 내보내기
nb: Eksporter konfigurasjon
pl: Eksportuj konfigurację
pt_br: Exportar configuração
ru: Экспортировать конфигурацию
th: ส่งออกการกำหนดค่า
tr: Yapılandırmayı Dışa Aktar
uk: Конфігурація експорту
zh_hans: 导出配置
zh_hant: 匯出配置

# uniconnect.import.action
source: Import
ar: استيراد
bs: Uvoz
da: Importer
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
km: នាំចូល
ko: 가져오기
nb: Importer
pl: Importuj
pt_br: Importar
ru: Импорт
th: นำเข้า
tr: İthalat
uk: Імпорт
zh_hans: 进口
zh_hant: 進口

# uniconnect.import.authenticationReason
source: Import configuration
ar: تكوين الاستيراد
bs: Uvoz konfiguracije
da: Importer konfiguration
de: Konfiguration importieren
es: Importar configuración
fr: Importer la configuration
it: Importa configurazione
ja: 設定のインポート
km: នាំចូលការកំណត់រចនាសម្ព័ន្ធ
ko: 구성 가져오기
nb: Importer konfigurasjon
pl: Importuj konfigurację
pt_br: Configuração de importação
ru: Импортировать конфигурацию
th: นำเข้าการกำหนดค่า
tr: Yapılandırmayı içe aktar
uk: Імпорт конфігурації
zh_hans: 导入配置
zh_hant: 導入配置

# uniconnect.import.checkpoint.error.invalid
source: invalid import checkpoint
ar: نقطة تفتيش استيراد غير صالحة
bs: nevažeća kontrolna tačka uvoza
da: ugyldigt importkontrolpunkt
de: Ungültiger Importkontrollpunkt
es: punto de control de importación no válido
fr: point de contrôle d'importation invalide
it: checkpoint di importazione non valido
ja: 無効なインポート チェックポイント
km: ច្រកត្រួតពិនិត្យការនាំចូលមិនត្រឹមត្រូវ
ko: 잘못된 가져오기 체크포인트
nb: ugyldig importkontrollpunkt
pl: nieprawidłowy punkt kontrolny importu
pt_br: ponto de verificação de importação inválido
ru: недействительная контрольная точка импорта
th: จุดตรวจนำเข้าไม่ถูกต้อง
tr: geçersiz içe aktarma kontrol noktası
uk: недійсна контрольна точка імпорту
zh_hans: 无效的导入检查点
zh_hant: 無效的導入檢查點
